Revit 2024 API
GroupTypeId.AnalyticalAlignment Property
 Analytical Alignment.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId AnalyticalAlignment { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalAlignment As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalAlignment {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace